<?
/***************************************************************************
* bg.php
*
* Bugarian translation of en.php
* email : oscar@bulgaria.com
* begin : Tuesday', MAR 31', 2004
*
* English Source
* copyright : ('C) 2002 Bugada Andrea
* email : phpATM@free.fr
*
* $Id$
*
***************************************************************************/

/***************************************************************************
*
* This program is free software; you can redistribute it and/or modify
* it under the terms of the GNU General Public License as published by
* the Free Software Foundation; either version 2 of the License', or
* ('at your option) any later version.
*
***************************************************************************/

$headerpage="header.htm";    // The optional header file 
$footerpage="footer.htm";    // The optional footer file 
$infopage="info.htm";        // The optional info file 

$charsetencoding="windows-1251"; // The encoding for national symbols (i.e. for cyrillic must be "windows-1251")
$uploadcentercaption="PHP Advanced Transfer Manager";
$uploadcentermessage="phpATM";

$mess=array(
"0" => "",
"1" => "Януари",
"2" => "Февруари",
"3" => "Март",
"4" => "Април",
"5" => "Май",
"6" => "Юни",
"7" => "Юли",
"8" => "Август",
"9" => "Септември",
"10" => "Октомври",
"11" => "Ноември",
"12" => "Декември",
"13" => "Днес",
"14" => "Вчера",
"15" => "Име на файл",
"16" => "Параметри",
"17" => "Размер",
"18" => "Качен на",
"19" => "Oт",
"20" => "Качване на файл",
"21" => "Вашият файл",
"22" => "Описание",
"23" => "Сваляния",
"24" => "Ред",
"25" => "Главна(Home)",
"26" => "Файл",
"27" => "Печатане",
"28" => "Затвори",
"29" => "Върни назад",
"30" => "Този файл е изтрит",
"31" => "Невъзможно отваряне",
"32" => "Върни назад",
"33" => "Проблем при качването !",
"34" => "Трябва да изберете файл",
"35" => "Назад",
"36" => "Файлът",
"37" => "е качен успешно",
"38" => "Файл с име",
"39" => "вече съществува",
"40" => "Файлът е качен успешно",
"41" => "Езикът е избран успешно",
"42" => "phpATM - Файлов Обмен. Добре дошли!",
"43" => "Общ размер",
"44" => "Файловете от всички дни",
"45" => "Невалиден ZIP архив!",
"46" => "Съдържание:",
"47" => "Дата/Час",
"48" => "Директория",
"49" => "Не може да се качи файл с име %s!",
"50" => "Надхвърля максималния размер",
"51" => "Информация",
"52" => "Избери как да изглежда",
"53" => "Как да изглежда",
"54" => "Добре дошли",
"55" => "Текущ час",
"56" => "Потребител",
"57" => "Име",
"58" => "Регистриране",
"59" => "Регистрация",
"60" => "Неделя",
"61" => "Понеделник",
"62" => "Вторник",
"63" => "Сряда",
"64" => "Четвъртък",
"65" => "Петък",
"66" => "Събота",
"67" => "Изпрати",
"68" => "Изпращане на файл по пощата",
"69" => "Файлът е изпратен на %s .",
"70" => "Качен файл: %s",
"71" => "Вход(Login)",
"72" => "Изход",
"73" => "Влез",
"74" => "Анонимно",
"75" => "Потребител",
"76" => "Привилегирован Потребител",
"77" => "Администратор",
"78" => "Лична зона",
"79" => "Обща зона",
"80" => "Въведена е невалидна парола (или име).",
"81" => "Моят профил",
"82" => "Разглеждане/Редактиране на профил",
"83" => "Нова парола",
"84" => "Избор на език",
"85" => "Времева зона",
"86" => "Текущ час",
"88" => "Въведете валиден e-mail адрес.",
"89" => "Използувайте валиден e-mail адрес, понеже ще ви бъде изпратен код за активиране.",
"90" => "Файлът е качен (uploaded): ",
"91" => "Напишете вашия e-mail адрес (от регистрацията).",
"92" => "Размер: ",
"93" => "Напишете име и парола",
"94" => "Регистрацията е задължителна.",
"95" => "Регистрацията не е задължителна. Тя е само, за да качвате файлове под вашето име.",
"96" => "Нов изглед.",
"97" => "Обновяване",
"98" => "Моля, въведете име и парола",
"99" => "За регистрация - ТУК!",
"100" => "Забравена парола?",
"101" => "Моля, идете, %s обратно %s и опитайте пак.",
"102" => "Успешно излизане.",
"103" => "Невалидно име. Използувайте най-много 12 символа (букви, цифри) на ЛАТИНИЦА, '-', '_', и интервал.",
"104" => "Името '%s' вече е заето.",
"105" => "Потвърждение на паролата",
"106" => "Несъответствие на паролата.",
"107" => "Невалиден формат за e-mail адрес.",
"108" => "Благодаря за регистрациата. Запомнете паролата си. При загубване, ще Ви бъде генерирана и изпратена нова случайна парола.",
"109" => "%s, Можете да посетите Центъра за качване (Upload Center) тук. %s",
"110" => "Кодът за активиране е пратен на вашата поща (e-mail). Активирайте го до 2 дни.",
"111" => "Нямате разрешение за сваляне (download) на този файл",
"112" => "Активиране на потребител",
"113" => "Моля, активирайте потрбителския абонамент",
"114" => "Код за активиране",
"115" => "Потребителят е активиран.",
"116" => "Моля %s въведете тук %s.",
"117" => "Въведените данни са грешни.",
"118" => "Потребителят е активиран.",
"119" => "Искам да получавам бюлетин.",
"120" => "Смяна на паролата.",
"121" => "Стара парола",
"122" => "Няма такова име.",
"123" => "Невалиден e-mail адрес.",
"124" => "Новата парола е изпратена на Вашия e-mail.",
"125" => "няма такъв обект",
"126" => "Промяна на параметрите на потребителя",
"127" => "Промени!",
"128" => "Записан профил.",
"129" => "Сменена парола.",
"130" => "Невалидна стара парола.",
"131" => "Трябва да посочите нова парола.",
"132" => "Конфигуриране",
"133" => "Качване(Upload)",
"134" => "Език и Времева зона",
"135" => "Статистики на потребителя",
"136" => "Създаден на:",
"137" => "Потребители",
"138" => "Само разглеждане (view only)",
"139" => "Само качване (upload only)",
"140" => "Абонамента на потребител '%s' е променен успешно",
"141" => "Последни",
"142" => "Всички",
"143" => "Новият e-mail адрес е ефективен след потвърждение. Проверете си съобщението, което ще ви бъде изпратено там и следвайте описаните инструкции.",
"144" => "",
"145" => "Моля, потвърдете новия e-mail адрес.",
"146" => "Код",
"147" => "Потвърждение",
"148" => "Нищо за потвърждение.",
"149" => "Въведените данни (Име и/или Код) са невалидни.",
"150" => "Вашият нов e-mail адрес '%s' е потвърден.",
"151" => "Качени (uploaded)",
"152" => "Изтеглени (downloaded)",
"153" => "Файлове по пощата (e-mailed)",
"154" => "Валиден от",
"155" => "Време на последния достъп",
"156" => "Тип",
"157" => "Активен статус",
"158" => "Получаване на бюлетин",
"159" => "e-mail",
"160" => "Всичко:",
"161" => "Потребител(и)",
"162" => "Изтриване на потребители",
"163" => "Показан(и) %s от %s потребител(и)",
"164" => "Конфигуриране на Центъра за сваляне (Upload Center)",
"165" => "Редактиране на файлове",
"166" => "Редактиране на файл",
"167" => "Файлът %s е променен успешно",
"168" => "Запис",
"169" => "Изтриване",
"170" => "Изтриване на файлове",
"171" => "Огледало (mirror)",
"172" => "Да",
"173" => "Не",
"174" => "Активен",
"175" => "Неактивен",
"176" => "Неоторизиран",
"177" => "Невъзможно изпълнението на програмата за e-mail.",
"178" => "Неуспешна регистарция. Моля, опитайте отново по-късно.",
"179" => "Моля, опитайте отново по-късно.",
"180" => "Файлът е изтрит успешно",
"181" => "Не можете да изтриете този файл",
"182" => "Директорията е изтрита успешно",
"183" => "Не можете да изтриете тази директория",
"184" => "Директорията е създадена успешно",
"185" => "Не можете да създавате директории",
"186" => "Създаване на нова директория",
"187" => "Име на директорията",
"188" => "Нова директория",
"189" => "Изберете друго име за директорията",
"190" => "Посочете име на директория",
"191" => "Промяна",
"192" => "Име на файл",
"193" => "Промяна на директория/файл",
"194" => "Успешна промяна.",
"195" => "Непозволена промяна",
"196" => "Проверете мястото за файла",
"197" => "Заявка от",
"198" => "Такова преименуване не е разрешено, файл с това име съществува",
"199" => "Последни качвания",
"200" => "Най-много сваляния",
"201" => "Такова преименуване не е разрешено",

//
// New strings introduced in version 1.02
//
"202" => "Този линк не е валиден",
"203" => "URL адрес на файла",
"204" => "Качване на файл от http адрес",

//
// New strings introduced in version 1.10
//
"205" => "Винаги свързан",
"206" => "Не може да се изпълни за това Име",
"207" => "Блокиран IP адрес",
"208" => "Вашият IP адрес е блокиран от Администрациата!",
"209" => "За подробна информация се обърнете към Администратора"
);

//***************************************************
//
// Send file e-mail configuration
//
$sendfile_email_subject = 'Requested file - Заявен файл';
$sendfile_email_body = '
Ето заявения по пощата (e-mail), файл:

';
$sendfile_email_end = 'Поздрави,';

//
// Digest e-mail configuration
//
$digest_email_subject = "Бюлетин ot phpATM Файлов обмен";

//
// Confirm new e-mail configuration
//
$confirm_email_subject = 'Confirm new e-mail - потвърдете новия адрес';
$confirm_email_body = 'Драги %s,

За активиране на новия ви e-mail адрес, моля потвърдете.

Личният Ви код е: %s

Активирането става така:
1. Отидете на %s
2. Въведете Име и код.
3. Потвърдете с \'Confirm\' бутон.

';
$confirm_email_end = 'Поздрави,';

//
// Send password e-mail configuration
//
$chpass_email_subject = 'New password - Нова парола';
$chpass_email_body = 'Здравейте,

Новата Ви парола е: %s

';
$chpass_email_end = 'Поздрави,';

//
// Confirm registration e-mail configuration
//
$register_email_subject ='Confirm registration - Потвърдете регистрацията';
$register_email_body = 'Драги %s,

Благодаря Ви за регистрацията.

От съображения за сигурност, трябва да потвърдите.

Вашият КОД e: %s
(Това не е паролата!)

Активирането става така:
1. Отидете на %s
2. Въведете име и КОД
3. Потвърдете с бутона \'Activate account\'.

';
$register_email_end = 'Поздрави';
?> 